Repository: sembaynaz/Rebrus
Catalog: Rebrus/Localizable/Onboarding.xcstrings
Source language: ru
Languages: en, kk_kz

# code.send
source: Код был отправлен в почту %@
en: The code was sent to %@
kk_kz: Код %@ адресі бойынша жіберілді

source: Адрес электронной почты
en: Email address
kk_kz: Электрондық пошта адресі

source: Ваша ответственность - регистрация пациентов, сбор точных данных и проведение медицинских тестов.
en: Your responsibility is to register patients, collect accurate data and conduct medical tests.
kk_kz: Сіздің міндетіңіз - пациенттерді тіркеу, нақты мәліметтер жинау және медициналық тексерулер жүргізу.

source: Ваша роль - заботиться о здоровье пациентов, анализировать истории и назначать лечение.
en: Your role is to take care of the health of patients, analyze histories and prescribe treatment.
kk_kz: Сіздің рөліңіз - пациенттердің денсаулығына қамқорлық жасау, оқиғаларды талдау және емдеуді тағайындау.

source: Введите новый пароль
en: Enter the new password
kk_kz: Құпиясөзді енгізіңіз

source: Введите номер телефона
en: Enter the phone number
kk_kz: Телефон номерін енгізіңіз

source: Введите пароль
en: Enter the password
kk_kz: Парольді енгізіңіз

source: Введите пароль повторно
en: Enter the password again
kk_kz: Парольді қайта енгізіңіз

source: Войти в аккаунт
en: Log in to your account
kk_kz: Аккаунтқа кіру

source: Войти в систему
en: Sign in
kk_kz: Жүйеге кіру

source: Вход в систему
en: Sign in
kk_kz: Жүйеге кіру

source: Выбор роли
en: Choosing a role
kk_kz: Лауазым таңдау

source: Зарегистрироваться
en: Sign up
kk_kz: Жүйеге тіркелу

source: Номер телефона
en: Phone number
kk_kz: Телефон номері

source: Отправить
en: Resend
kk_kz: Жіберу

source: Отправить заново?
en: Resend it?
kk_kz: Қайтадан жіберу керек

source: Пароль
en: Password
kk_kz: Құпиясөз

source: Подтвердите пароль
en: Confirm the password
kk_kz: Құпиясөзді растаңыз

source: Пожалуйста, введите
en: Please enter
kk_kz: Енгізіңіз, өтініш

source: Попрощайтесь 👋 с бумажной работой
en: Say goodbye 👋 to paperwork
kk_kz: Қағаздық жұмыспен қоштасыңыз 👋

source: Приступить
en: Proceed
kk_kz: Бастау

source: Проверка OTP
en: OTP Verification
kk_kz: ОТП тексерісі

source: Продолжить
en: Continue
kk_kz: Жалғастыру

source: Система сама проанализирует
en: The system will analyze it itself
kk_kz: Жүйе өзі талдайды

source: Создать аккаунт
en: Create an account
kk_kz: Аккаунт құру

source: Срок действия этого кода истекает в
en: This code expires in
kk_kz: Код әрекет етуін тоқтатады

source: Удобный доступ к заметкам в любом месте
en: Convenient access to notes anywhere
kk_kz: Кез келген жерден жазбалар қол жетімді

source: Уже зарегистрировались?
en: Have you registered?
kk_kz: Жүйеге тіркелдіңіз бе?

source: Я доктор
en: I'm doctor
kk_kz: Мен дәрігермін

source: Я специалист
en: I'm specialist
kk_kz: Мен специалистпін
